class MoreAccountState {

  List titleList = [
    '历史明细打印',
    '添加银行卡',
    '资信证明',
    '借记卡换卡',
    '大额人民币预约',
    '人民币新钞预约',
    '零钱包预约',
    '外币预约',
    '电子工资单',
    '安全介质管理',
    '吞卡领取',
    '电子回单',
    '贷款结清证明',
    '贷款明细打印',
    'bottom'
  ];
  List contentList = [
    '发送明细至指定邮箱，支持自助打印',
    '',
    '开立资信证明和查询办理进度',
    '更换到期或损坏的借记卡',
    '大颜人民币取现需理前预约',
    '理供阶段性人民币新钞预约申请服务',
    '定向提供零钱包预约申请服务',
    '相关额度和用途需符合外管政策规定',
    '查询所在企业或单位上传的工资单信息',
    '查看和管理您的U盾、密码器、口令卡等安全介质',
    '在线申请领取自助设备吞没卡',
    '查询及验证通过手机银行或网上银行办理业务的电子回单',
    '在线开立个人贷款结消证明',
    '宣询下载个人贷故历史明细',
  ];


  MoreAccountState() {
    ///Initialize variables
  }
}
